export const REGIONS: Record<string, string[]> = {
  "원격": [],
  "서울": [
    "전체", "강남", "서초", "양재", "잠실", "송파", "강동", "동작", "관악", "사당",
    "마포", "서대문", "은평", "종로", "중구", "용산", "노원", "도봉", "강북", "성북",
    "광진", "성동", "중랑", "동대문", "영등포", "구로", "신도림", "강서", "금천", "양천"
  ],
  "경기": [
    "전체", "성남", "분당", "판교", "용인", "죽전", "수지", "수원", "안양", "과천",
    "군포", "산본", "의왕", "부천", "광명", "시흥", "안산", "화성", "오산", "평택",
    "안성", "구리", "하남", "남양주", "양평", "가평", "여주", "광주", "이천", "일산",
    "덕양", "김포", "파주", "의정부", "양주", "동두천", "포천", "연천"
  ],
  "인천": [
    "전체", "계양구", "남동구", "동구", "미추홀구", "부평구", "서구", "연수구", "웅진", "강화군", "중구"
  ],
  "부산": [
    "전체", "경성대", "광안", "수영", "부산대", "금정", "동래", "서면", "부산진구", "동구",
    "남포", "사상", "북구", "중구", "서구", "사하", "해운대", "센텀", "기장", "강서구",
    "연제구", "영도구"
  ],
  "대구": [
    "전체", "남구", "달서구", "달성군", "동구", "북구", "서구", "수성구", "중구"
  ],
  "광주": [
    "전체", "광산구", "남구", "동구", "북구", "서구"
  ]
};
